[ItemDefs.ID_MO_BloodHarvest_Hammer:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="He borrowed the blacksmith's hammer, simply, a... his body.."

[ItemDefs.ID_MO_BloodHarvest_KeyBone3:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="The wrist ... no more.."
